<?php
return [
    'hero_heading' => 'منصة توظيف شاملة ومتكاملة مصممة خصيصًا للمملكة العربية السعودية، مدعومة بالذكاء الاصطناعي.',
    'hero_subheading' => 'تمكين المجموعات الطبية في جميع أنحاء العالم من البحث عن فرق رعاية صحية عالية الكفاءة وتوظيفها.',

    'onboarding_title' => 'تمكين الشركات من جذب والتحقق ودمج أفضل المواهب',
    'acquire' => 'استقطاب',
    'acquire_desc' => 'جذب أفضل المواهب من خلال استراتيجيات التوظيف المبتكرة والأدوات المدعومة بالذكاء الاصطناعي.',
    'verify' => 'تحقق',
    'verify_desc' => 'ضمان مصداقية المرشحين من خلال الفحوصات الدقيقة والتحقق من الخلفية.',
    'onboard' => 'دمج',
    'onboard_desc' => 'دمج الموظفين الجدد في مؤسستك بسهولة مع عمليات دمج مرنة.',

    'goals_title' => 'تم تصميم TAlentra HR لمساعدتك في تحقيق جميع أهداف التوظيف الخاصة بك.',

    'goal_1_title' => 'الشركة تسوق بفعالية.',
    'goal_1_desc' => 'تحقيق التميز في كل ما نقوم به.',
    'goal_2_title' => 'دمج مصادر المرشحين',
    'goal_2_desc' => 'تعزيز التعاون بين الفرق.',
    'goal_3_title' => 'جذب المواهب المطلوبة بسرعة',
    'goal_3_desc' => 'تعزيز ثقافة الابتكار والإبداع.',
    'goal_4_title' => 'تقليل الوقت المطلوب لعملية التوظيف',
    'goal_4_desc' => 'تعزيز الاستدامة والمسؤولية البيئية.',
    'goal_5_title' => 'تحسين التعاون بين الفرق',
    'goal_5_desc' => 'التركيز على رضا العملاء وجودة الخدمة.',
    'goal_6_title' => 'يساعد في تقييم المتقدمين',
    'goal_6_desc' => 'استغلال التكنولوجيا المتقدمة للنمو.',
    'goal_7_title' => 'يسهل التواصل',
    'goal_7_desc' => 'تطوير شراكات قوية وتعاونات.',
    'goal_8_title' => 'يقيس كفاءة إجراءات الموارد البشرية',
    'goal_8_desc' => 'تمكين موظفينا من تحقيق إمكاناتهم.',

    'custom_workflows' => 'عمليات توظيف مخصصة لكل فرع طبي',
    'custom_workflows_desc' => 'تطوير خطوط توظيف مخصصة لمجموعة واسعة من الخبراء الصحيين مثل الممرضات المسجلات، الأطباء المرخصين، والجراحين المهرة.',

    'workflow_customization' => 'تخصيص سير العمل الديناميكي والمرن',
    'workflow_customization_desc' => 'يتيح لك إنشاء خطوط توظيف مخصصة لأدوار مختلفة، مما يضمن اختيار المرشحين المناسبين بكفاءة.',
    'diverse_pipelines' => 'بناء خطوط توظيف متنوعة للأدوار الصحية',
    'diverse_pipelines_desc' => 'يمكنك تخصيص سير العمل في التوظيف بسهولة من خلال اختيار من مجموعة متنوعة من القوالب الجاهزة أو بناء القالب الخاص بك. تتيح لك المنصة إضافة المراحل، وضبط معايير التوظيف، وتخصيص كل خط أنابيب وفقًا لاحتياجاتك.',
    'shortlist_talent' => 'اختصار عملية اختيار أفضل المواهب الصحية بسرعة',
    'shortlist_talent_desc' => 'يدعم Case48 التوظيف لمجموعة واسعة من المتخصصين في الرعاية الصحية، بما في ذلك الممرضات المسجلات، الأطباء المرخصين، الجراحين، مساعدي الطب، وأكثر من ذلك. يمكن تخصيص المنصة لأي فرع طبي.',

    'elevate_verification' => 'رفع عملية التحقق من الخلفية',
    'elevate_verification_desc' => 'التحقق من صحة وشهادات المتخصصين في الرعاية الصحية من خلال فحوصات خلفية موثوقة.',
    'collaborate_with_agencies' => 'تعاون مع الوكالات التوظيفية المرموقة',
    'boost_your_medical_recruitment' => 'عزز توظيفك الطبي من خلال دعوة والاستفادة من خبرات وشبكات الوكالات التوظيفية الموثوقة.',
    'invite_agencies' => 'دعوة الوكالات التوظيفية للعمل معًا',
    'invite_agenciess' => 'فهو يسمح لك بإنشاء خطوط أنابيب مخصصة لمختلف الأدوار، مما يضمن الحق
                                يتم اختيار المرشحين بكفاءة',
    'enhance_security' => 'تعزيز الأمان مع الأذونات الخاصة بالمستخدم',
    'enhance_securitys' => 'تتيح لك المنصة إضافة مراحل وتعديل معايير التوظيف وتخصيص كل منها
                                خط أنابيب وفقا لاحتياجاتك',
    'robust_analytics' => 'أطلق العنان لقوة تحليلات الرعاية الصحية الديناميكية',
    'robust_analyticss' =>  'تقوم TALentra HR بتجنيد الرعاية الصحية الخاصة بك من خلال تحليل ديناميكي وقوي ومحدد بالميزات
                    تقارير للحصول على رؤى قابلة للتنفيذ',
      'robusts_analytics' => ' احصل على تقارير تحليلية قوية للرعاية الصحية',
      'robustss_analytics' => 'فهو يسمح لك بإنشاء خطوط أنابيب مخصصة لمختلف الأدوار، مما يضمن الحق
                                يتم اختيار المرشحين بكفاءة',
    'unlock_talent_intelligence' => 'افتح ذكاء المواهب من أجل النجاح في الرعاية الصحية',
    'unlock_talent_intelligences' => 'يمكنك بسهولة تخصيص سير عمل التوظيف الخاص بك عن طريق الاختيار من بين مجموعة متنوعة من العناصر المعدة مسبقًا
    قوالب أو بناء بنفسك. تتيح لك المنصة إضافة مراحل وضبط التوظيف
    المعايير، وتخصيص كل خط أنابيب وفقا لاحتياجاتك',
    'reports_for_hiring_needs' => 'تقارير تلبي احتياجات التوظيف',
    'share_progress_with_teammates' => 'شارك التقدم مع زملائك في الفريق وابحث عن أماكن للتحسين في عملية التوظيف الخاصة بك.
                        تتبع عملية اكتساب المواهب الخاصة بك ومشاركتها وتحسينها من خلال تحليلات وتقارير التوظيف في الوقت الفعلي
                        والرؤى',
    'advance_visa_processing' => 'تحسين عملية تأشيرات المواهب الطبية',
    'advance_visa_processings' => 'إدارة جميع طلبات التأشيرة على منصة مركزية، مع إمكانية طلب التأشيرات ومراجعتها والموافقة عليها أو رفضها في مكان واحد',
    'accelerate_visa_tracking' => 'تسريع عملية تتبع التأشيرات',
    'unified_visa_dashboard' => 'لوحة تحكم تأشيرات موحدة',
    'tailored_visa_filtration' => 'تصفيّة تأشيرات مخصصة وقابلة للتخصيص',
    'tailored_visa_filtrations' => 'تدعم Case48 توظيف مجموعة واسعة من المتخصصين في الرعاية الصحية، بما في ذلك الممرضات المسجلات والأطباء المرخصين والجراحين والمساعدين الطبيين وغيرهم. ويمكن تخصيص المنصة لأي فرع طبي',
    'customizable_career_pages' => 'صفحات مهنية قابلة للتخصيص للمجموعات والفروع الطبية',
    'customizable_career_pagess' => 'عزز توظيفك الطبي من خلال دعوة خبرات وشبكات وكالات التوظيف الموثوقة والاستفادة منها',
    'invite_agences' => 'دعوة وكالات التوظيف للعمل جنبا إلى جنب',
    'allow_create' => 'فهو يسمح لك بإنشاء خطوط أنابيب مخصصة لمختلف الأدوار، مما يضمن اختيار المرشحين المناسبين بكفاءة',
    'integrate_with_hiring_tools' => 'دمج مع أدوات التوظيف المتميزة والعالمية',
    'access_integrated_solutions' => 'الوصول إلى أكثر من 2000 حل مدمج مصمم لتسريع وتوحيد وتوسيع نطاق التوظيف في الرعاية الصحية.',
'get_started' => 'ابدأ',
'home' => 'بيت',
'job_seeker' => 'للباحثين عن عمل',
'for_company' => 'للشركة',
];
